[
  {
    "id": 1,
    "estate_title": "Modern Family Home with Pool",
    "segment_name": "Single-family",
    "description": "Spacious modern home with a large pool and garden area. This stunning single-family home offers ample space for comfortable living and entertaining. Featuring contemporary design elements and high-quality finishes, this residence boasts an expansive living room, gourmet kitchen, and luxurious master suite. The outdoor oasis includes a sparkling swimming pool, lush garden, and spacious patio, perfect for enjoying California's sunny weather. With its ideal location in the heart of California, this home provides easy access to top-rated schools, shopping centers, and recreational amenities.",
    "price": "$600,000",
    "status": "Sale",
    "area": "2800 sq ft",
    "location": "California",
    "facilities": ["living room", "swimming pool", "garden"],
    "image": "https://i.ibb.co/4dqCk04/2.jpg",
    "established_year": 2010,
    "rooms_number": "5 Rooms"
  },
  {
    "id": 2,
    "estate_title": "Cozy Townhouse in Quiet Neighborhood",
    "segment_name": "Townhouses",
    "description": "Cozy townhouse located in a peaceful and family-friendly neighborhood. This charming townhouse offers a welcoming atmosphere and comfortable living spaces. The main level features a spacious living room, dining area, and well-appointed kitchen with modern appliances. Upstairs, you'll find three bedrooms, including a serene master suite with a private balcony. The outdoor area includes a fenced backyard and inviting pool, perfect for relaxing and entertaining. Situated in the heart of New York, this townhouse offers convenient access to parks, schools, and shopping centers.",
    "price": "$400,000",
    "status": "Sale",
    "area": "1800 sq ft",
    "location": "New York",
    "facilities": ["living room", "backyard", "pool"],
    "image": "https://i.ibb.co/znHwJKw/3.jpg",
    "established_year": 2013,
    "rooms_number": "4 Rooms"
  },
  {
    "id": 3,
    "estate_title": "Luxury Apartment with City Views",
    "segment_name": "Apartments",
    "description": "Luxurious apartment situated in a prime location with stunning city views. This elegant apartment offers sophisticated living spaces and breathtaking vistas of the city skyline. The spacious floor plan features a gourmet kitchen, formal dining area, and expansive living room with floor-to-ceiling windows. The master suite boasts a private balcony and spa-like ensuite bathroom with a soaking tub and separate shower. Residents enjoy access to exclusive building amenities, including a state-of-the-art gym and rooftop terrace. Located in Illinois, this apartment offers a convenient urban lifestyle with easy access to dining, entertainment, and cultural attractions.",
    "price": "$800,000",
    "status": "Sale",
    "area": "1500 sq ft",
    "location": "Illinois",
    "facilities": ["living room", "balcony", "gym"],
    "image": "https://i.ibb.co/VMzMqmm/3-luxury.jpg",
    "established_year": 2015,
    "rooms_number": "3 Rooms"
  },
  {
    "id": 4,
    "estate_title": "Student Housing Complex Near Campus",
    "segment_name": "Student housing",
    "description": "Modern student housing complex conveniently located near the university campus. This contemporary student housing complex offers comfortable living spaces and convenient amenities for student life. The fully furnished units feature private bedrooms, shared study areas, and modern kitchens. Residents have access to on-site laundry facilities, communal lounges, and fitness centers. Located in Massachusetts, this complex provides easy access to campus facilities, dining options, and transportation services. Experience the ultimate in student living at this well-appointed housing complex!",
    "price": "$1,200/month",
    "status": "Rent",
    "area": "1200 sq ft",
    "location": "Massachusetts",
    "facilities": ["bedroom", "study area", "shared kitchen"],
    "image": "https://i.ibb.co/pRDMLW0/4-Student.jpg",
    "established_year": 2018,
    "rooms_number": "2 Rooms"
  },
  {
    "id": 5,
    "estate_title": "Senior Living Community with Wellness Center",
    "segment_name": "Senior living",
    "description": "Senior living community offering comprehensive care and amenities including a wellness center. This vibrant senior living community provides a supportive environment and enriching activities for residents to enjoy their golden years. The beautifully landscaped grounds feature walking paths, gardens, and outdoor seating areas. Residents have access to a wellness center, fitness classes, and scheduled outings to local attractions. Located in Florida, this community offers easy access to healthcare services, shopping centers, and recreational opportunities. Experience an active and fulfilling lifestyle at this welcoming senior living community!",
    "price": "$3,500/month",
    "status": "Rent",
    "area": "2000 sq ft",
    "location": "Florida",
    "facilities": ["living room", "wellness center", "community activities"],
    "image": "https://i.ibb.co/Wp1xGp7/5-senior.jpg",
    "established_year": 2012,
    "rooms_number": "1 Rooms"
  },
  {
    "id": 6,
    "estate_title": "Seaside Vacation Villa with Private Beach Access",
    "segment_name": "Vacation rentals",
    "description": "Beautiful seaside villa offering a relaxing getaway with private beach access. Escape to paradise in this stunning seaside villa, where you can enjoy breathtaking ocean views and private beach access. The spacious interior features a gourmet kitchen, elegant dining area, and comfortable living room with panoramic windows. Outside, you'll find a tranquil patio, infinity pool, and direct access to a secluded beach. Located in Hawaii, this vacation rental offers the perfect retreat for a memorable island getaway!",
    "price": "$300/night",
    "status": "Rent",
    "area": "2200 sq ft",
    "location": "Hawaii",
    "facilities": ["living room", "private beach", "pool"],
    "image": "https://i.ibb.co/4RwntK8/6-seaside.jpg",
    "established_year": 2014,
    "rooms_number": "6 Rooms"
  },
  {
    "id": 7,
    "estate_title": "Traditional Family Home with Garden",
    "segment_name": "Single-family",
    "description": "Traditional family home featuring a spacious garden and outdoor living area. This charming single-family home offers timeless appeal and comfortable living spaces. The inviting interior features a cozy living room, formal dining area, and updated kitchen with modern appliances. Upstairs, you'll find four bedrooms, including a master suite with a private balcony. The expansive backyard is perfect for outdoor gatherings, with a lush garden, patio, and barbecue area. Located in Washington, this home provides a peaceful retreat in a desirable neighborhood.",
    "price": "$450,000",
    "status": "Sale",
    "area": "2300 sq ft",
    "location": "Washington",
    "facilities": ["living room", "garden", "patio"],
    "image": "https://i.ibb.co/wzvfjJK/1.jpg",
    "established_year": 2011,
    "rooms_number": "4 Rooms"
  },
  {
    "id": 8,
    "estate_title": "Urban Townhouse with Rooftop Terrace",
    "segment_name": "Townhouses",
    "description": "Modern townhouse in an urban setting with a rooftop terrace and city views. Experience contemporary urban living in this stylish townhouse with luxurious amenities and stunning city views. The open-concept main level features a gourmet kitchen, spacious living room, and dining area with access to a private patio. Upstairs, you'll find three bedrooms, including a master suite with a walk-in closet and spa-like ensuite. The rooftop terrace offers a perfect spot for entertaining and enjoying panoramic city vistas. Located in California, this townhouse offers easy access to dining, shopping, and entertainment options.",
    "price": "$550,000",
    "status": "Sale",
    "area": "2000 sq ft",
    "location": "California",
    "facilities": ["living room", "rooftop terrace", "garage"],
    "image": "https://i.ibb.co/CnzYyF8/8-Urban.jpg",
    "established_year": 2017,
    "rooms_number": "3 Rooms"
  },
  {
    "id": 9,
    "estate_title": "Luxurious City Apartment",
    "segment_name": "Apartments",
    "description": "City apartment offering luxurious amenities and a convenient location. Indulge in luxurious city living in this elegant apartment featuring upscale finishes and modern conveniences. The spacious floor plan includes a chef's kitchen with stainless steel appliances, a sunlit living room, and a private balcony with city views. The master suite boasts a walk-in closet and ensuite bathroom with a soaking tub and separate shower. Residents enjoy access to a rooftop pool, fitness center, and concierge services. Located in Texas, this apartment offers easy access to dining, shopping, and entertainment options in the heart of the city.",
    "price": "$900,000",
    "status": "Sale",
    "area": "1800 sq ft",
    "location": "Texas",
    "facilities": ["living room", "gym", "rooftop pool"],
    "image": "https://i.ibb.co/PGr6pWz/9-city.jpg",
    "established_year": 2016,
    "rooms_number": "2 Rooms"
  }
]
